Repository: ChaitanyaShetty/TabiibDoctor
Catalog: TABIIB Pro/*.lproj/Localizable.strings
Languages: ar

# UnAuthorisedUser
source: Authentication Failure please login Again!!
ar: عملية الربط غير ناجحة الرجاء تسجيل الدخول مرة أخرى

source: Set Your Availability
ar: حدد وقت مواعيدك

source: Plan a month ahead. Set your availability based on your extended practice hours
ar: اضبط جدول مواعيدك المتاحة قبل شهر بما يتناسب مع أوقات عملك

source: Setup, cancel, and reschedule appointments for the entire month, any time of the day
ar: يمكنك إعداد، إلغاء، وإعادة جدولة المواعيد للشهر بأكمله، في أي وقت من اليوم

source: Become More Discoverable
ar: دع الجميع يعرف من أنت

source: Reach prospective patients, use iPhone or Android and maximize your earnings
ar: نمكنك من الوصول إلى كل شخص يبحث عن مواعيد بإستخدام جهازه الذكي لتزيد فرصة أرباحك

source: Manage Multiple Clinics
ar: الإدارة لأكثر من عيادة

source: Add multiple clinics under your profile and easily handle your appointments
ar: يمكنك إضافة عدة عيادات تحت ملفك الشخصي والتعامل بسهولة مع مواعيدك

source: Password length must have at least 6 character !!
ar: كلمة السر يجب أن تحتوي على 6 أحرف على الأقل !!

source: Password should be atleast one capital,numeric,small letters
ar: كلمة السر يجب أن تحتوي على حرف كبير، رقم، حرف صغير ...

source: Select atleast one specialization
ar: حدد تخصص واحد على الأقل

source: Error from server
ar: خطأ من السيرفر

source: Error from Server
ar: خطأ من السيرفر

source: Please enter email Id
ar: الرجاء إدخال البريد الإلكتروني

source: Please enter password
ar: الرجاء إدخال كلمة السر

source: Please enter valid Email id
ar: الرجاء إدخال البريد الإلكتروني الصحيح

source: Please enter correct password
ar: الرجاء إدخال كلمة السر الصحيحة

source: Please enter email Id or mobile number
ar: الرجاء إدخال البريد الإلكتروني أو رقم الإتصال ...

source: Please enter mobile number
ar: الرجاء إدخال رقم الإتصال

source: Please enter valid Mobile Number
ar: الرجاء إدخال رقم الإتصال الصحيح

source: Enter your mobile number, and we'll send you an OTP to reset your password
ar: قم بإدخال رقم هاتفك وسوف نقوم بإرسال كلمة المرور المؤقتة لإعادة ضبط كلمة المرور

source: Please enter otp number
ar: الرجاء إدخال كلمة السر المؤقتة المرسلة لك

# Auto detecting the OTP sent to
source: You will receive the OTP shortly to
ar: سوف تستلم كلمة السر المؤقتة قريبا

source: Please enter valid OTP Number
ar: الرجاء إدخال كلمة السر المؤقتة الصحيحة

source: Please enter New password
ar: الرجاء إدخال كلمة السر الجديدة

source: Please enter correct confirm password
ar: الرجاء إدخال تأكيد كلمة السر الصحيحة

source: Please enter new password
ar: الرجاء إدخال كلمة السر الجديدة

source: Please enter confirm new password
ar: الرجاء إدخال تأكيد كلمة السر الجديدة

source: Profile
ar: الملف الشخصي

source: Clinics
ar: العيادات

source: Appointments
ar: المواعيد

source: Payments
ar: المدفوعات

source: Language
ar: اللغة

source: Reports
ar: التقارير

source: Web Access
ar: صفحة الويب

source: Support
ar: الدعم الفني

source: Coming Soon
ar: قريبا ...

source: Photos permission
ar: السماح بالوصول لتطبيق الصور

source: Okay
ar: موافق

source: Camera permissions
ar: السماح بالوصول لتطبيق الكاميرا

source: Camera
ar: الكاميرا

source: Gallery
ar: الإستيديو

source: Cancel
ar: إلغاء

source: Please enter Name
ar: الرجاء إدخال الاسم

source: Please enter highest education
ar: الرجاء إدخال المؤهل العلمي الأعلى

source: Please enter second highest education
ar: الرجاء إدخال المؤهل العلمي الأعلى الثاني

source: Please enter university
ar: الرجاء إدخال اسم الجامعة

source: Please enter medical registration number
ar: الرجاء إدخال رقم التسجيل الطبي

source: Please enter medical registration council number
ar: الرجاء إدخال رقم مجلس التسجيل الطبي ..

source: Please enter registration year
ar: الرجاء إدخال سنة التسجيل

source: Proof of Medical Registration
ar: إثبات التسجيل الطبي

source: Proofs of Qualification
ar: إثبات المؤهلات العلمية

source: Max limit of medical proofs are 3 only
ar: الحد الأقصى لمستندات الإثباتات الطبية هو 3 ملفات فقط

source: Max limit of education proofs are 3 only
ar: الحد الأقصى من الإثباتات التعليمية هي 3 فقط

source: Please select at least one Medical proof
ar: الرجاء تحديد إثبات واحد للتسجيل الطبي على الأقل

source: Please enter clinic name
ar: الرجاء إدخال اسم العيادة

source: Please enter clinic branch
ar: الرجاء إدخال اسم فرع العيادة

source: Please enter clinic address
ar: الرجاء إدخال عنوان العيادة

source: Please enter valid clinic zipcode
ar: الرجاء إدخال الرمز البريدي الصحيح للعيادة

source: Select atleast one week day
ar: إختر يوم واحد في الإسبوع على الأقل

source: Select Timings
ar: إختر الأوقات

source: Select No of persons per hour
ar: إختر عدد الأشخاص في الساعة

source: Select no of days configuration
ar: حدد أيام الإسبوع

source: Note : Please update the availability after the selected time to ensure your listing stays active
ar: ملاحظة: يرجى تحديث أوقات مواعيدك بعد الوقت المحدد لضمان بقاء قائمة المواعيد نشطة ومحدثة

source: UpComing
ar: القادمة

source: Completed
ar: انجزت

source: Canceled
ar: الملغية

source: Requested
ar: المطلوبة

source: Check In
ar: حضر

source: Check Out
ar: تم الإنتهاء

source: Call
ar: اتصل

source: By you
ar: من قبلك

source: Patient
ar: المريض

source: FAQ’s
ar: الأسئلة المتكررة

source: PRIVACY POLICY
ar: سياسة الخصوصية

source: T & C
ar: الشروط و الأحكام

source: About us
ar: من نحن

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Confirm. Relaunch app with new language selection?
ar: للتأكيد. إعادة تشغيل التطبيق باللغة التي تم إختيارها؟

source: Continue
ar: مواصلة

source: For language translation reopen the app
ar: أعد تشغيل التطبيق لتغيير اللغة

source: Are you sure you want to change the language?
ar: هل أنت متأكد من خيار تغيير لغة التطبيق ؟

source: Privacy Policy
ar: سياسة الخصوصية

source: Rate us
ar: قم بتقييمنا

source: Email us
ar: راسلنا

source: Contact us
ar: تواصل معنا

source: Please enter old password
ar: الرجاء إدخال كلمة السر القديمة

source: Email ID
ar: البريد الإلكتروني

source: Password
ar: كلمة السر

source: Mobile Number
ar: رقم الإتصال

source: Name
ar: الإسم

source: Medical Registration Number
ar: رقم التسجيل الطبي

source: Email/Mobile Number
ar: البريد الإلكتروني/ رقم الموبايل

source: OTP
ar: كلمة السر المؤقتة

source: New Password
ar: كلمة السر الجديدة

source: Confirm Password
ar: تأكيد كلمة السر الجديدة

source: Highest Educational Qualifcation
ar: المؤهل العلمي الأعلى

source: Other Educational Qualification (Optional)
ar: المؤهلات التعليمية الأخرى (اختياري)

source: University Name
ar: إسم الجامعة

source: Medical Registration Council
ar: جهة شهادة التسجيل الطبي

source: Registration Year
ar: سنة التسجيل

source: Clinic Branch Name
ar: إسم فرع للعيادة (إن وجد)

source: Clinic Address (optional)
ar: عنوان العيادة (اختياري)

source: Pincode/Zipcode
ar: الرمز البريدي

source: Clinic Name
ar: إسم العيادة

source: Consultation Fee
ar: رسوم الإستشارة

source: Old password
ar: كلمة السر القديمة

source: New password
ar: كلمة السر الجديدة

source: Years
ar: سنوات

source: Months
ar: شهور

source: New
ar: جديد

source: ID
ar: الرقم

source: Source
ar: المصدر

source: Type
ar: النوع

source: Other
ar: أخرى

source: Online
ar: اون لاين

source: NO DUE
ar: لا يوجد مستحقات

source: NO
ar: لا

# Resned Password limit Exceeds
source: You have reached the OTP limit. Please try again after sometime
ar: لقد تجاوزت الحد الأقصى لمحاولة إدخال كلمة السر المؤقتة. الرجاء المحاولة مرة أخرى بعد قليل.

source: New Update is Available!
ar: !يوجد تحديثات جديدة

source: Update
ar: تحديث

source: Proceed
ar: متابعة

source: Not Now
ar: ليس الآن

source: Persons per hour
ar: أشخاص كل ساعة

source: Sun
ar: الأحد

source: Mon
ar: الإثنين

source: Tue
ar: الثلثاء

source: Wed
ar: الأربعاء

source: Thu
ar: الخميس

source: Fri
ar: الجمعة

source: Sat
ar: السبت‎

source: Mrs.
ar: .السيدة

source: Mr.
ar: .السيد

source: Ms.
ar: .السيدة

# Something went to wrong
source: Something seems to be wrong!
ar: يبو أنه يوجد خطأ ما

source: please select country prefix...
ar: الرجاء اختيار رقم المفتاح الدولي

source: please don't enter special characters
ar: الرجاء عدم إدخال أية رموز

source: Select Clinic Timings
ar: اختر أوقات عمل العيادة

source: Pull to refresh
ar: اسحب للتحديث

# Are you sure want to Cancel Appointment?
source: Do you want cancel Appointment?
ar: هل تريد إلغاء الموعد

# Confirm & New passwords should be same
source: New password doesn't match with old password
ar: كلمة السر غير متطابقة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Monday
ar: الإثنين

source: Tuesday
ar: الثلثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: The language settings has been changed successfully
ar: تم تغيير إعدادات اللغة بنجاح
